{
    "meta": {
        "name": "TangMo",
        "defaultDesc": "TangMo’s website"
    },
    "index": {
        "title": "About TangMo",
        "aboutMe": {
            "title": "Hello!",
            "imageAlt": "Image of “Anemo” dragon from VRChat",
            "imageCaption": "TangMo often use the default “Anemo” dragon avatar in VRChat",
            "para": "It’s TangMo from Thailand, living far from home. The name literally translates to “watermelon”. I’d be happy to chat about stuff from tech, photography, to daily dose of furry memes. I spend a lot of time on VRChat, usually as the default “Anemo” avatar (pictured). See ya around!"
        },
        "aboutChara": {
            "title": "About the character",
            "imageAlt": "Bust shot painting of TangMo’s character",
            "imageCredits": "Artist: {link}",
            "para": "Yet another blue wolf among 23,547 others in the fandom. He… exists…? I just put him in drawings sometimes.",
            "refSheet": "Reference Sheet"
        }
    },
    "nav": {
        "title": "TangMo",
        "about": "About",
        "contact": "Contact",
        "gallery": "Gallery",
        "skip_to_content": "Skip to content"
    },
    "contact": {
        "title": "Talk to me!",
        "telegram": "Telegram",
        "twitter": "Twitter",
        "vrchat": "VRChat"
    },
    "footer": {
        "source": "Github",
        "last_updated": "Updated on {date}"
    },
    "bookingApp": {
        "booking": {
            "title": "Book My Body!",
            "intro": "Want to play with me? Perhaps in private? Request booking here!",
            "form_telegram": "Telegram",
            "form_date_time": "Date/Time",
            "form_date_time_hint": "(Your browser’s local time)",
            "form_duration": "Duration",
            "form_duration_option_1": "30 minutes",
            "form_duration_option_2": "1 hour",
            "form_duration_option_3": "1.5 hour",
            "form_duration_option_4": "2 hours",
            "form_duration_option_5": "3 hours",
            "form_duration_option_6": "4 hours",
            "form_duration_option_7": "6 hours",
            "form_coupon_code": "Coupon code",
            "form_coupon_code_hint": "(optional)",
            "form_info": "What do you want to do to me uwu?",
            "form_notice": "Once you submit the form, I will review the request and send you quotation on Telegram.",
            "form_submit": "Book me now! o//w//o"
        },
        "result": {
            "title": "Err…",
            "content": "You might have taken the joke too seriously. But if you are really bored, you feel free to come {link}.",
            "link_text": "talk to me"
        }
    },
    "breadcrumb": {
        "home": "Home",
        "reference": "Character Reference",
        "reference-h": "Vorny Note"
    },
    "reference": {
        "title": "Character Reference",
        "image_alt": "Reference image for the blue wolf character, showing back and front view.",
        "imageCredits": "Artist: {link}",
        "color_palette": "Colour Palette",
        "toggle_shade": "Toggle shading",
        "download": "Download",
        "note_for_geek": "Note for geeks: try disabling Javascript 😉",
        "h_note": {
            "para": "Those who don’t mind something… UwU, {link}~",
            "link": "come take a look"
        }
    },
    "reference-h": {
        "title": "Vorny Note",
        "image_alt": "A giant wolf mouth with small blue wolf resting at the inner-end of its pink tongue. There center of the tongue is dyed in white and blue, depicting the trail of where the small wolf have been.",
        "imageCredits": "Artist: {link}",
        "p1": "If you’ve been following me for a while, it is no secret that I am into vore and muscles. Specifically, I love being the prey in soft-vore with ideally both party having a muscular build. Goo-ey digestion is the furthest I’d go. Thus, this character is intended to be a prey, but with a fun gimmick.",
        "p2": "When the torso area is wet, it can release some ink with the same colour as its fur pattern. If on a pred’s tongue, this ink would leave temporary mark, similar to colour from a lollipop or shush. Passerby could recognize the colour pattern and know who is inside. Despite the look, the body is {em} melting.",
        "p2_em": "not",
        "p2_summary": "How it works",
        "p2_details": "This trait was supposed to be a defense mechanism, similar that of a squid. However, the evolution has not caught up, leaving him with this ineffective power. The ink secretion is voluntary, but when startled or scared, it may be unintentionally leaked by instinct. Since the dye can only be released when wet, this wouldn’t be a problem day-to-day as the body would be dry.",
        "p3": "Despite intending to be a prey, a few friends have already mentioned to that this character look more like a pred. In fact, I do have a super-power idea for a pred character. If you’re interested, {c}!",
        "p3_contact": "let’s have a chat"
    }
}
