{
    "meta": {
        "name": "แตงโม",
        "defaultDesc": "เว็บของแตงโม"
    },
    "index": {
        "title": "เกี่ยวกับแตงโม",
        "aboutMe": {
            "title": "เกี่ยวกับแตงโม",
            "imageAlt": "ภาพวาดชั่วคราวของหมา“แตงโม”แทะแตงโม",
            "para": "สวัสดี! เราเป็นหมาป่าชาวไทยที่อาศัยอยู่ต่างแดน คุยเล่นได้ตั้งแต่เรื่องเทคโนโลยี,การถ่ายภาพ,ยันมีมเฟอรร์รี่ประจำวัน “ค่อนข้าง”ใหม่กับสังคมโมะอยู่ขอฝากเนื้อฝากตัวด้วยนะค๊าบบ"
        },
        "aboutChara": {
            "title": "เกี่ยวกับตัวละคร",
            "para": "เพิ่งจะลงลายตัวละครบนแม่แบบภาพอ้างอิงเสร็จ ยังไม่ได้วาดใหม่ให้เรียบร้อย แต่ดูได้แล้วนะ รูปอื่นที่เห็นบนหน้าเว็บนี้เป็นรูปเก่าที่ใช้ชั่วคราว ยังไม่ได้วาด/จ้างงานวาดใหม่",
            "refSheet": "ภาพอ้างอิงตัวละคร"
        }
    },
    "nav": {
        "title": "แตงโม",
        "about": "เกี่ยวกับ",
        "contact": "ติดต่อเรา",
        "gallery": "แกลเลอรี่",
        "skip_to_content": "ข้ามไปยังเนื้อหาหลัก"
    },
    "contact": {
        "title": "คุยกับเรา!",
        "telegram": "เทเลแกรม",
        "twitter": "ทวิตเตอร์",
        "vrchat": "วีร์อาร์แชท (VRChat)"
    },
    "footer": {
        "source": "Github",
        "last_updated": "อัปเดตล่าสุดเมื่อ {date}"
    },
    "bookingApp": {
        "booking": {
            "title": "จองตัวเรา!",
            "intro": "อยากเล่นกับเราหรอ? ในที่ส่วนตัวด้วย? ขอจองตัวเราได้ที่นี่!",
            "form_telegram": "เทเลแกรม",
            "form_date_time": "วัน/เวลา",
            "form_date_time_hint": "(เวลาท้องถิ่นตามเบราว์เซอร์ของท่าน)",
            "form_duration": "ระยะเวลา",
            "form_duration_option_1": "30 นาที",
            "form_duration_option_2": "1 ชั่วโมง",
            "form_duration_option_3": "1.5 ชั่วโมง",
            "form_duration_option_4": "2 ชั่วโมง",
            "form_duration_option_5": "3 ชั่วโมง",
            "form_duration_option_6": "4 ชั่วโมง",
            "form_duration_option_7": "6 ชั่วโมง",
            "form_coupon_code": "รหัสคูปอง",
            "form_coupon_code_hint": "(ถ้ามี)",
            "form_info": "อยากทำอะไรกับเรา uwu",
            "form_notice": "หลังจากส่งคำขอแล้ว ทางเราจะส่งใบเสนอราคากลับไปทางเทเลแกรม",
            "form_submit": "จองตัวเราเลย! o//w//o"
        },
        "result": {
            "title": "เอ่อ…",
            "content": "เราว่า เธออาจจะจริงจังกับมุขมากเกินไปหนะ แต่ว่าถ้าเบื่อจริงๆ {link}ได้นะ",
            "link_text": "คุยกับเรา"
        }
    },
    "drama": {
        "t1": "“ค้นหาดราม่าในอดีตและอนาคต”",
        "t2": "ด้วยขุมผลัง Deep Learning และ Big Data",
        "t3": "เราจะไว้ใจได้ยังไงว่าเพื่อนของเราในวันนี้จะไม่ดราม่ากับเรา",
        "p1": "ไทยแอนโทรขอเสนอ! ระบบดราม่าแอนโทร! ด้วยขุมพลังระบบ Big Data ที่เก็บข้อมูลดราม่ามากว่า 10 ปี! และใช้ Deep Learning ในการช่วยคัดแยกและประเมินผลข้อมูล!",
        "p2": "ธอร์นไดค์ (Thorndike) เชื่อว่าการเรียนรู้เกิดจากการเชื่อมโยงระหว่างสิ่งเร้ากับการตอบสนอง ซึ่งมีหลายรูปแบบบุคคลจะมีการลองผิดลองถูกโดยมีการปรับเปลี่ยนไปเรื่อยๆ จนกว่าจะพบรูปแบบการตอบสนองที่สามารถให้ผลที่พึงพอใจมากที่สุด เมื่อเกิดการเรียนรู้แล้ว บุคคลจะใช้รูปแบบการตอบสนองที่เหมาะสมเพียงรูปแบบเดียว และจะพยายามใช้รูปแบบนั้นเชื่อมโยงกับสิ่งเร้าในการเรียนรู้ต่อไปเรื่อย ๆ",
        "p3": "นั่นเป็นสิ่งที่ทำให้ทีมของเราพัฒนาระบบนี้ขึ้นมาโดยเชื่อมโยงข้อมูล และพฤติกรรมพยากรณ์จากเหตุการณ์ในอดีต โดยมีความแม่นยำถึง 85%",
        "p4": "เพียงใส่ชื่อ (Fursona) ของฝ่ายแรกและฝ่ายที่สองลงไประบบจะประเมินคร่าวๆถึงความเสี่ยงในการเกิดดราม่าได้! นอกจากดูดราม่าแล้ว เพื่อนๆสามารถใช้ระบบนี้เพื่อประเมินถึงความเข้ากันได้ในการเป็นเพื่อน (สำหรับการประเมินเพื่อการคบหากันอาจมีค่าใช้จ่ายเพิ่มเติม ตามจำนวนชั่วโมงคำนวนของ CPU)",
        "p5": "จากการทดลองเราสามารถลดการล่าแม่มดในเฟสบุ๊คและแคบหน้าจอเพื่อการประหารในที่สาธารณะได้มากถึง 99%! โดยเราหวังว่าระบบนี้จะช่วยให้เพื่อนๆอยู่ร่วมกันอย่างมีความสุข ไร้ซึ่งความขัดแย้ง!",
        "p6": "สำหรับเพื่อนๆที่สนใจ{link}!",
        "p6_link": "สามารถศึกษาได้จาก Whitepaper ของเราที่นี่",
        "u1_placeholder": "นายมกราคม",
        "u2_placeholder": "นายกุมภาพันธ์",
        "and_label": "กับ",
        "topic_label": "หัวข้อ",
        "topic_placeholder": "การไปกินข้าวด้วยกัน",
        "action_button": "ประเมินเลย!",
        "result": {
            "r0": "รอสักครู่ เรากำลังหาความเป็นไปได้ที่ไม่มีดราม่าเกิดขึ้น…",
            "r1": "ใกล้แล้ว สังคมที่ไม่มีดราม่า เรากำลังค้นพบในไม่ช้า…",
            "r2": "โฮะ ดูเหมือนเราจะเจอดราม่าที่น่าสนใจ เราจะแสดงผลให้คุณในไม่ช้านี้…",
            "r3": "หืม ชื่อที่คุณระบุดูเหมือนจะเรียกความสนใจให้กับปัญญาประดิษฐ์เราไม่น้อย…",
            "r4": "ข้อมูลที่คุณให้มาตรงกับรูปแบบความสัมพันธ์ที่ประเมินไม่ได้ด้วยตาเปล่า ในไม่ช้านี้เราจะนำเสนอข้อมูลแบบ naive bay…",
            "r_surprise": "สุขสันต์วันเมษาหน้าโง่!"
        }
    }
}
